import './index.less';
import Block from '@/components/block';
import ContactUs from '@/components/contact-us';

export default function () {
    return <div className="join-us">
        <Block title={'开办分院'} desc ={'桦萱医疗整形团队成立于2013年，追随中国整形外科发展的潮流，汇集了国内外一流整形外科的精髓，把西方的先进技术和中国的审美完美结合，秉承“诚信、安全、精美”的品牌理念，积极探索和传播新的时代需求与审美标准。桦萱坐落于成都市锦江区宏济上路140号，占地面积 600 平米，是一家专业全方位医美运营机构。'}/>
        <Block title={'整店输出'} desc ={'桦萱医疗整形团队成立于2013年，追随中国整形外科发展的潮流，汇集了国内外一流整形外科的精髓，把西方的先进技术和中国的审美完美结合，秉承“诚信、安全、精美”的品牌理念，积极探索和传播新的时代需求与审美标准。桦萱坐落于成都市锦江区宏济上路140号，占地面积 600 平米，是一家专业全方位医美运营机构。'}/>
        <Block title={'商务合作'} desc ={'桦萱医疗整形团队成立于2013年，追随中国整形外科发展的潮流，汇集了国内外一流整形外科的精髓，把西方的先进技术和中国的审美完美结合，秉承“诚信、安全、精美”的品牌理念，积极探索和传播新的时代需求与审美标准。桦萱坐落于成都市锦江区宏济上路140号，占地面积 600 平米，是一家专业全方位医美运营机构。'}/>
        <Block title={'商务合作'} desc ={'桦萱医疗整形团队成立于2013年，追随中国整形外科发展的潮流，汇集了国内外一流整形外科的精髓，把西方的先进技术和中国的审美完美结合，秉承“诚信、安全、精美”的品牌理念，积极探索和传播新的时代需求与审美标准。桦萱坐落于成都市锦江区宏济上路140号，占地面积 600 平米，是一家专业全方位医美运营机构。'}/>
        <ContactUs/>
    </div>
}
